//Удалить вне демонстрации

export const responseOk = async () => ({
    total: 62222,
    result: [
        {
            title: "Login/Существующая трасса",
            description: "Описание данной работы которое умещается и пишется в одну строчку если не помещается то пишется многоточие. Тут все поместилось, почти...",
            tags: ["Хештег номер 1", "Хештег номер 2", "Хештег номер 3"]
        },
        {
            title: "Login/Существующая трасса",
            description: "Описание данной работы которое умещается и пишется в одну строчку если не помещается то пишется многоточие. Тут все поместилось, почти...",
            tags: ["Хештег номер 1", "Хештег номер 2", "Хештег номер 3"]
        },
        {
            title: "Login/Существующая трасса",
            description: "Описание данной работы которое умещается и пишется в одну строчку если не помещается то пишется многоточие. Тут все поместилось, почти...",
            tags: ["Хештег номер 1", "Хештег номер 2", "Хештег номер 3"]
        },
        {
            title: "Login/Существующая трасса",
            description: "Описание данной работы которое умещается и пишется в одну строчку если не помещается то пишется многоточие. Тут все поместилось, почти...",
            tags: ["Хештег номер 1", "Хештег номер 2", "Хештег номер 3"]
        },
    ]
})